{
    "Us"  : "Nosotros",
    "Turnkey"  : "Turnkey",
    "Catalogue"  : "Catálogo",
    "Services"  : "Servicios",
    "Contact"  : "Contacto",
    "Privacy Policy" : "Politica de privacidad",
    "Manufacturing of food grade machinery" : "Fabricación de maquinaria grado alimenticio",
    "Specialists in manufacturing machinery for food processes, post-harvest and conservation processes, carried out under the highest quality standards evaluated and endorsed under the ISO 9001:2015 standard." : "Especialistas en fabricación de maquinaria para procesos alimenticios, post cosecha y procesos de conservación, realizadas bajo los más altos estándares de calidad evaluados y avalados bajo la norma ISO 9001:2015.",
    "Automation" : "Automatización",
    "Integration of industrial control systems geographically distributed in a plant or machinery." : "Integración de sistema de control industrial distribuidos geográficamente en una planta o maquinaria.",
    "Refubish and maintenance" : "Reacondicionamiento y mantenimiento",
    "Preventive and corrective maintenance on national and international equipment."  : "Mantenimientos preventivos y correctivos a equipos nacionales e internacionales.",
    "We are a Mexican company dedicated to the manufacture of agro-industrial machinery including design, automation and maintenance; Made under the highest standards of quality and safety, thanks to this we have <span>ISO 9001:2015</span> certification. In addition to this compliance, we are positioned as one of the globally recommended and recognized suppliers registered in the <span>IQnet network.</span>"  : "Somos una empresa mexicana dedicada a la fabricación de maquinaria agro industrial incluyendo diseño, automatización y mantenimiento; Realizadas bajo los más altos estándares de calidad e inocuidad gracias a ello contamos con certificación <span>ISO 9001:2015</span> aunado a este cumplimiento estamos posicionados como uno de los proveedores mundialmente recomendados y reconocidos registrados en la red <span>IQnet.</span>",
    "Our catalog" : "Nuestro catálogo",
    "We have <span>an extensive catalog of products and services where we have food grade machinery after harvest, processing, disposal, storage and conservation.</span>" : "Contamos con <span>un extenso catalogo de productos y servicios donde contamos con maquinaria grado alimenticio post cosecha, proceso, desecho, almacenamiento y conservación.</span>",
    "Know more" : "Saber más",
    "Agroindustrial Machinery" : "Maquinaria Agroindustrial",
    "See everything" : "Ver todo",
    "TURNKEY PROJECT <br> 'Turnkey contract'." : "PROYECTO LLAVE EN MANO <br> 'Turnkey contract'.",
    "<span>IBE</span> we have our most complete comprehensive <span>“Turnkey contract”</span> or <span>“Turnkey contract”</span> service in which we integrate each and every one of our specialties, to start up any plant, from: civil works, electrical installation (high, medium, low tension), installation of machines, programming of components, pneumatic and hydraulic systems, until turnkey delivery. <br><br> <span>We want to be your best option to ensure each of your processes, taking into account; quality, production, competitiveness and satisfaction.</span>" : "<span>IBE</span> contamos con nuestro servicio integral más completo <span>“Llave en mano”</span> o <span>“Turnkey contract”</span> en el que integramos todas y cada una de nuestras especialidades, para poner en marcha cualquier planta, desde: obra civil, Instalación eléctrica (alta, media, baja tensión), instalación de máquinas, programación de componentes, sistemas neumáticos e hidráulicos, hasta hacer entrega de llave en mano. <br><br> <span>Queremos ser su mejor opción para asegurar cada uno de sus procesos, tomando en cuenta; calidad, producción, competitividad y satisfacción.</span>",
    "Civil Works" : "Obra Civil",
    "Preparation of the building from the foundations, civil works, etc." : "Preparación de la nave desde los cimientos, obra civil, etc.",
    "Design and manufacturing" : "Diseño y fabricación",
    "Manufacturing of <br> equipment." : "Fabricación de <br> equipos.",
    "Electrical <br> Installation" : "Instalación <br> eléctrica",
    "Electrical Installation" : "Instalación eléctrica",
    "Base installation 'Electrical installation' (high, medium, low <br> voltage) pipelines, <br> trays, etc.." : "Instalación base “Instalación eléctrica” (alta, media, baja <br> tensión) tuberías, <br> charolas, etc..",
    "Automation and <br> equipment control." : "Automatización y <br> control de equipos.",
    "Plant Layout <br> Distribution" : "Distribución <br> de planta",
    "Plant Layout Distribution" : "Distribución de planta",
    "Machinery design <br> and plant layout <br> distribution." : "Diseño de maquinaria <br> y distribución de <br> planta.",
    "Machinery <br> Installation" : "Instalación <br> de maquinaria",
    "Machinery Installation" : "Instalación de maquinaria",
    "Machinery installation, connection <br> and components, <br> programming, <br> hydraulics, etc." : "Instalación de la <br> maquinaria, conexión <br> y componentes, <br> programación, <br> hidráulica, etc.",
    "Commissioning" : "Puesta en <br> marcha",
    "Commissioning <br> and full <br> operation." : "Puesta en marcha <br> y en pleno <br> funcionamiento.",
    "Personnel <br> Training" : "Capacitación <br> de personal",
    "Personnel Training" : "Capacitación de personal",
    "Training for <br> assigned personnel <br> for operation." : "Capacitación a <br> personal asignado <br> para la operación.",
    "Design" : "Diseño",
    "At IBE Solutions, we have the capacity to develop specific customized designs based on meeting the objectives of our clients, while adhering to the same quality standards." : "En IBE Solutions contamos con la capacidad de desarrollar diseños específicos personalizados basado en el cumplimiento del objetivo de nuestros clientes, bajo el cumplimiento de los mismos estándares de calidad.",
    "Manufacturing" : "Fabricación",
    "We carry out the manufacturing process from start to finish for each designed machinery. We produce serial parts using high-precision laser cutting in steel and aluminum." : "Realizamos el proceso de manufactura de inicio a final de cada una de la maquinaria diseñada, producimos piezas en serie realizadas con corte láser de alta precisión en aceros y aluminio.",
    "Supply, integration, and installation of motor control panels; development, modification, and support for programming and application and development of automation for equipment." : "Suministro, integración e instalación de tableros de control de motores; desarrollo, modificación y soporte a programación y Aplicación y desarrollo de la automatización a equipos.",
    "Maintenance" : "Mantenimiento",
    "<span>Repair, preventive maintenance</span>, and corrective maintenance of electronic and electromechanical equipment. Manufacture of electromechanical equipment." : "<span>Reparación, Mantenimiento preventivo</span> y Mantenimiento correctivo de equipo electrónico y electromecánico, Fabricación de equipo electromecánico.",
    "Industrial Electrical Services" : "Servicios eléctricos industriales",
    "Installation of low/medium voltage systems, preventive and corrective maintenance in low/medium voltage, energy consumption studies. Electrical substations, lighting system installations, installation of audio systems for personnel communication. Corrective maintenance of electronic and electromechanical equipment." : "Instalaciones de baja/media tensión, Mantenimiento preventivo y correctivo en baja/media tensión, Estudios de consumo de energía. Subestaciones eléctricas, Instalaciones de sistemas de iluminación, Instalación de sistemas de audio para voces de personal Mantenimiento correctivo de equipo electrónico y electromecánico",
    "Our Clients" : "Nuestros Clientes",
    "It is a pleasure for us to be at your service and present <br> the full range of services and products available from IntegraIBE." : "Es un placer para nosotros ponernos a sus órdenes, y presentarle toda la gama de servicios y productos <br> con las que cuenta IntegraIBE",
    "Contact Us" : "Contáctanos",
    "Productive Processes <br> Agroindustrial" : "Procesos Productivos <br> Agroindustriales",
    "At IBE Solutions, we want to be a key partner in the development of your company. Please share your contact information with us." : "En IBE Solutions queremos ser un auxiliar primordial para el desarrollo de su empresa. compártenos tus datos de contacto",
    "Name" : "Nombre",
    "Company" : "Compañia",
    "Phone" : "Teléfono",
    "Email" : "Correo",
    "Message" : "Mensaje",
    "Send" : "Envíar",
    "Integra IBE group which has been directed for more than 47 years, headed by Engineer <span>Jorge Islas Bustamante M.</span> Mexican company dedicated to the design, manufacturing, maintenance, marketing of equipment for food processes, automation, low and medium voltage electrical installation, equipment manufacturing , control panels, turnkey projects." : "Integra IBE group which has been directed for more than 47 years, headed by Engineer <span>Jorge Islas Bustamante M.</span> Mexican company dedicated to the design, manufacturing, maintenance, marketing of equipment for food processes, automation, low and medium voltage electrical installation , equipment manufacturing, control panels, turnkey projects.",
    "Our Values" : "Nuestros Valores",
    "Meeting your expectations and more, always on the first try!" : "¡Cumplir con su expectativas y más, siempre a la primera!",
    "Always be persistent until achieving the goal" : "Siempre ser constantes hasta lograr el objetivo",
    "Working shoulder to shoulder" : "Trabajar hombro con hombro",
    "Awareness of the importance of goals and expectations of our stakeholders" : "Consciencia de la importancia con metas y expectativas de nuestras partes interesadas",
    "Certifications" : "Certificaciones",
    "It requires that our manufacturing meet the <span>highest quality and safety standards</span> to guarantee and ensure each of the processes in your plant." : "Exige que nuestras fabricaciones cumplan con los <span>más altos estándares de calidad e inocuidad</span> para garantizar y asegurar cada uno de los procesos en su planta.",
    "Our ISO 9001:2015 certification reinforces and ensures the quality of the services and products that we offer to our interested parties, complying with each of the highest quality standards of each of our processes." : "Nuestra certificación ISO 9001:2015 refuerza y asegura la calidad de los servicios y productos que ofrecemos a nuestras partes interesadas cumpliendo con cada uno de los estándares más altos de calidad de cada uno de nuestros procesos.",
    "We have an IQNET certificate related to the largest, most credible and reliable certification network in the world and will have your data present in the international database of certified companies evaluated as world-renowned suppliers." : "Contamos con certificado IQNET relacionada con la red de certificación más grande, creíble y confiable del mundo y tendrán sus datos presentes en la base de datos internacional de empresas certificadas evaluadas como proveedores mundialmente reconocidos.",
    "Advanced Product Quality Planning (Advanced Product Quality Plan) consists of the framework of techniques used for the successful and efficient development of products in the industry, promoting customer satisfaction by focusing on the delivery of contracted products or services. , with quality and on time." : "Planificación Avanzada de la Calidad del Producto (Advanced Product Quality Plan Ning) consiste en el marco de técnicas utilizadas para el desarrollo exitoso y eficiente de productos en la industria, favoreciendo la satisfacción de cliente por el enfoque hacia la entrega de los productos o servicios contratados, con calidad y a tiempo.",
    "We know and apply Swiss techniques for the stainless steel finishing process." : "Conocemos y aplicamos técnicas suizas para el proceso de acabados en acero inoxidable.",
    "At IBE, the BPM discipline is practiced, which focuses on improving business performance results based on design, model, execution, automation, measurement, control and optimization of our processes." : "En IBE se practica la disciplina BPM la cual tiene el enfoque en mejorar los resultados de rendimiento empresarial basado en diseño, modelo, ejecución, automatización, medición, control y optimización de nuestros procesos.",
    "Knowledge of doubles techniques for special steels." : "Conocimientos en técnicas de dobles para aceros especiales.",        
    "We have trained personnel to implement internal audits to ensure that each of our applied processes meet their quality standards." : "Contamos con personal capacitado para la implementación de auditorias internas para asegurarnos de que cada uno de nuestros procesos aplicados cumplan con sus estándares de calidad.",
    "Specialists in the operation of high-precision laser cutting machinery to ensure the integrity and accuracy of each of our cutting processes." : "Especialistas en operación de maquinaria corte láser de alta precisión para asegurar la integridad y exactitud de cada uno de nuestros procesos de corte.",
    "At IBE we are trained in food safety to meet all the needs and expectations of the agro-industrial and food sectors." : "En IBE estamos capacitados en inocuidad alimentaria para cubrir con todas las necesidades y expectativas de los sectores agroindustriales y alimentarios.",        
    "Thank you for visiting us, if you need to ask about any of our products or services, contact us through our telephone numbers, emails or social networks, we will respond immediately." : "Gracias por visitarnos, si requieres preguntar por alguno de nuestros productos o servicios contáctanos por medio de nuestros números telefónicos, correos o redes sociales, te responderemos de inmediato.",
    "At IBE we have our most complete comprehensive service “Turnkey contract” in which we integrate each of our specialties, to start up any plant, from: civil works, electrical installation (high, medium, low voltage), machine installation, programming of components, pneumatic and hydraulic systems, until delivery and commissioning." : "En IBE contamos con nuestro servicio integral más completo “Turnkey contract” en el que integramos cada una de nuestras especialidades, para poner en marcha cualquier planta, desde: obra civil, Instalación eléctrica (alta, media, baja tensión), instalación de máquinas, programación de componentes, sistemas neumáticos e hidráulicos, hasta hacer entrega y puesta en marcha.",
    "Our process" : "Nuestro proceso",
    "Area review and feasibility, environmental impact study, plot of land with topographic references, work design. natural displacement of land and general construction." : "Revisión y factibilidad de área, estudio de impacto ambiental, trazo de terreno con referencias topográficas, diseño de obra. desplazamiento natural de terreno y construcción general.",
    "Design and manufacturing of machinery according to specifications, requirements or customer expectations, based on the integration of machinery, taking care of each of the applicable legal compliances and quality standards for each process." : "Diseño y fabricación de maquinaria acorde a las especificaciones, requerimientos o expectativa de cliente, basado en la integración de maquinaria cuidando cada uno de los cumplimMachinery Manufacturing",
    "Includes feasibility study with energy supplier, design bases, aerial-underground transition, medium voltage, medium voltage lines to electrical substation, medium voltage single-line diagram. Low voltage, diagrams, load charts, lighting and contacts in the warehouse, home automation, physical ground system, SPDA, emergency system and catalog of concepts." : "Incluye estudio de factibilidad con suministrador de energía, bases de diseño, transición aéreo-subterránea, media tensión, líneas de media tensión a subestación eléctrica, diagrama unifilar de media tensión. Baja tensión, diagramas, cuadros de carga, iluminación y contactos en nave, domótica, sistema de tierras físicas, SPDA, sistema de emergencias y catálogo de conceptos.",
    "Process line automation integrating each of the machines, being programmed to efficiently achieve the final result." : "Automatización línea de proceso integrando cada uno de las máquinas, siendo programadas para eficiente el resultado final ",
    "Design and process flow from reception to final packaging taking into account the dimensions with which the client costs and also distribute them areas." : "Diseño y flujo de proceso desde la recepción, hasta el empaque final tomando en cuenta las dimensiones con las que cueste el cliente y así mismo distribuirlas áreas.",
    "Installation of the entire process line and peripherals." : "Instalación de toda la línea de proceso y periféricos.",
    "Mechanical, pneumatic, electrical and control operation tests." : "Pruebas de funcionamiento mecánico, neumático, eléctrico y control.",    
    "We provide the training to be able to operate your plant without any problem" : "Brindamos la capacitación para poder operar su planta sin ningún problema.",
    "Machinery manufacturing" : "Fabricación de maquinaria",
    "Manufacture of specialized machinery in the agro-industrial sector, food grade integrating each of our specialties, always taking care of compliance with the best quality, safety, ergonomics and easy assembly." : "Manufactura de maquinaria especializada en el sector agroindustrial, grado alimenticio integrando cada una de nuestras especialidades siempre cuidando del cumplimiento de la mejor calidad, inocuidad, ergonomía y fácil ensamble.",
    "Manufacture of parts in series" : "Fabricación de piezas en serie",
    "We produce serial parts made with high precision laser cutting in ste0el and aluminum." : "Producimos piezas en serie realizadas con corte láser de alta precisión en aceros y aluminio.",
    "Online designs" : "Diseños en línea",
    "Line machinery, designed under the highest quality standards, compliance with safety standards, ergonomics, especially with an approach based on greater productivity and use of each process." : "Maquinaria de línea, diseñados bajo los más altos estándares de calidad, cumplimiento con las normas de inocuidad, ergonomía, sobre todo con un enfoque basado en la mayor productividad y aprovechamiento de cada proceso.",
    "Custom designs" : "Diseños personalizados",
    "Development of specific personalized designs based on the fulfillment of our clients' objectives, under compliance with the same quality standards." : "Desarrollo de diseños específicos personalizados basado en el cumplimiento del objetivo de nuestros clientes, bajo el cumplimiento de los mismos estándares de calidad.",
    "Control boards" : "Tableros de control",
    "Manufacture, supply and installation of control panels or motor centers, mainly used to control and monitor the different parameters of the motor-generator in addition to controlling its operation, thereby being able to integrate each of the compositions of the line and with achieve the greatest effectiveness in each of its stages." : "Fabricación, suministro e instalación de tableros de control o centro de motores, Utilizado principalmente para controlar y monitorear los distintos parámetros del motor-generador además de controlar su operación, con ello poder hacer la integración de cada uno de las composiciones de la línea y con ello lograr la mayor efectividad en cada una de sus etapas.",
    "Industrial automation" : "Automatización industrial",
    "Industrial automation allows greater precision and repeatability in tasks. This is because machines are able to perform tasks more quickly and efficiently, which Thanks to automation, companies can monitor and control all the parameters of their production processes, allowing them to detect and solve problems more easily." : "La automatización industrial permite una mayor precisión y repetitividad en las tareas. Esto se debe a que las máquinas son capaces de realizar tareas de manera más rápida y eficiente, lo Gracias a la automatización, las empresas pueden monitorizar y controlar todos los parámetros de sus procesos productivos, lo que les permite detectar y solucionar problemas con mayor facilidad.",
    "Refurbishment of national and international equipment, incorporating each of our specialties: <br> Structural<br>Mechanical<br>Electrical<br>Automation and Control<br>Preventive and corrective malajemente service" : "Reacondicionamiento de equipos nacionales e internacionales, integrando cada una de nuestras especialidades. <br>Estructural<br>Mecánica<br>Eléctrica<br>Automatización y control",
    "Electrical <br> services" : "Servicios <br> eléctricos",
    "Medium voltage electrical installation" : "Instalación eléctrica de media tensión",
    "These have a voltage between 1 to 36 Kv. Which circulates through the distribution lines and leads to the electrical transformation centers. This type of electrical installation is characterized by allowing electrical energy to be transformed into low voltage for consumption by the end user." : "Estas poseen una tensión entre 1 a 36 Kv. La cual circula por medio de las líneas de distribución y desembocan en los centros de transformación eléctrica.  Este tipo de instalación eléctrica se caracteriza por permitir que la energía eléctrica se transforma en baja tensión para el consumo del usuario final.",
    "Pre-assembled substations" : "Subestaciones pre ensambladas",
    "We manufacture pre-assembled E-house class 12.25 and 34.5 KV substations. They are ideal for use in situations where temporary solutions are needed or in hard-to-reach places." : "Fabricamos subestaciones preensambladas tipo E-house clase 12,25 y 34,5 KV . Son ideales para su uso en situaciones donde se necesitan soluciones provisionales o en lugares de difícil acceso.",
    "Installation of electrical substations" : "Instalación de subestaciones eléctricas",
    "Installation of 15.25 and 34.5 KV fixed substations intended to establish the appropriate voltage levels to produce, convert, regulate and distribute electrical energy" : "Instalación de subestaciones fijas 15,25 y 34,5 KV destinada a establecer los niveles de tensión adecuados para producir, convertir, regular y distribuir la energía eléctrica.",
    "Low voltage electrical installation" : "Instalación eléctrica de baja tensión",
    "Low voltage industrial electrical installations carried out with strict adherence to the NOM –SEDE-001 2012 low voltage standard, power circuits, lighting and contacts, lightning rod installations and physical grounds, etc." : "Instalaciones eléctricas industriales en baja tensión realizadas con estricto apego a la norma NOM –SEDE-001 2012 baja tensión, circuitos de fuerza, alumbrado y  contactos, instalaciones de pararrayos y tierras físicas, etc.",
    "CCM boards" : "Tableros CCM",
    "Manufacturing and integration of CCM boards (motor control centers), troubleshooting, explosion proof boards, Manufacture of NEMA 4R stainless steel panels." : "Fabricación e integración de tableros CCM(centros de control de motores), troubleshooting, tableros a prueba de explosión, Fabricación de Tableros de acero inoxidable NEMA 4R.",
    "Capacitor banks" : "Bancos de capacitores",
    "Design and manufacture of capacitor banks for electrical systems for low power factor correction." : "Diseño y fabricación de bancos de capacitores para sistemas eléctricos parra corrección de bajo factor de potencia.",
    "Harmonic filters" : "Filtros de armónicos",
    "Installation of passive and active harmonic filters, these correct the deformations produced in the current or voltage wave as a consequence of the presence of non-linear loads, that is, loads that contain rectifiers such as inverters, variable speed drives, induction furnaces , etc." : "Instalación de filtros de armónicos pasivos y activos , estos corrigen las deformaciones producidas en la onda de corriente o de voltaje como consecuencia de la presencia de cargas no lineales, es decir, cargas que contienen rectificadores tales como inversores, variadores de velocidad, hornos de inducción, etc.",
    "Emergency plants" : "Plantas de emergencia",
    "Supply and installation of emergency plants of up to 3,250 kW, the most reliable solution in the event of possible power outages, since they reactivate the system in a matter of seconds and prevent the servers from turning off." : "Suministro e instalación de plantas de emergencia de hasta 3,250 kW, la solución más confiable ante los posibles cortes de energía, ya que, en cuestión de segundos reactivan el sistema y evitan que los servidores se apaguen.",
    "Fire protection system" : "Sistemas contra incendios",
    "Installation of fire-fighting pipes and accessories: measures and safety plan that any building must have to know how to act and minimize the effects of fire in the event that there is a fire in the area." : "Instalación de tubería y accesorios contra incendios: medidas y plan de seguridad que debe tener cualquier edificio para saber cómo actuar y lograr minimizar los efectos del fuego en caso de que exista un incendio en el lugar.",
    "Installation of pneumatic systems" : "Instalación de sistemas neumáticos",
    "Installation of compressor room, lung and dryer: Ideal for distributing compressed air to tools, assembly machinery, cleaning systems, and more." : "Instalación de cuarto de compresores, pulmón y secador: Ideal para distribuir el aire comprimido a herramientas, maquinaria de montaje, sistemas de limpieza, y más.",
    "Atmospheric protection system" : "Sistema de protección atmosférica",
    "Atmospheric protection system: it is a complete and integral installation designed to reduce lightning damage due to direct and indirect impacts on the facilities to be protected." : "Sistema de protección atmosférica: es una instalación completa e integral destinada a reducir los daños del rayo debido a los impactos directo e indirecto sobre las instalaciones a proteger",
    "CCTV surveillance systems" : "Sistemas de vigilancia CCTV",
    "Supply and installation of video surveillance equipment." : "Suministro e instalación de equipos de vigilancia video.",
    "NETWORK CODE Compliance" : "Cumplimiento de CÓDIGO RED",
    "With the new energy reform, a new regulation issued by the energy regulatory commission appeared. The network code considers efficiency, quality, reliability, safety and sustainability, which commits the Medium and high consumption centers are required to comply with the standards in proportion to their equipment and facilities. <span>¡We help you achieve it!</span>" : "Con la nueva reforma energética apareció un nuevo reglamento emitido por la comisión reguladora de energía.  El código red considera la eficiencia, calidad, confiabilidad, seguridad y sustentabilidad, los cuales compromete a que los centros de consumo medios y altos están obligados a cumplir con los estándares en proporción con sus equipos y sus instalaciones. <span>¡Nosotros te ayudamos a cumplir con ello!</span>",
    "We have the following services to fulfill it" : "Contamos con los siguientes servicios para cumplirlo",
    "• Quality study: Which allows identifying power quality problems, such as voltage drops, harmonics, surges and fluctuations" : "• Estudio de calidad: El cual permite identificar problemas de calidad de energía, como caídas de voltaje, armónicos, sobretensiones y fluctuaciones",
    "• Updating or creating a single-line diagram: It is the plan that allows us to become completely familiar with the design and layout of the electrical distribution system in your facilities." : "• Actualización o realización de diagrama unifilar: Es el plano que nos permite familiarizarse completamente con el diseño y la disposición del sistema de distribución eléctrica en sus instalaciones.",
    "• Calculation of short circuit in substation and derivatives: based on the calculation or determination of the magnitudes of the fault currents and the contributions of each of the elements to this fault." : "• Cálculo de corto circuito en subestación y derivados: fundamenta en el cálculo o determinación de las magnitudes de las corrientes de falla y los aportes de cada uno de los elementos a esta falla.",
    "• Correction or installation of protection systems against atmospheric discharges: provides protection to a structure against physical damage and injuries to living beings due to touch voltages and step voltages." : "• Corrección o instalación de sistemas de protección contra descargas atmosféricas: brinda el resguardo a una estructura contra daños físicos y lesiones a los seres vivos debido a los voltajes de toque y a los voltajes de paso.",
    "• Harmonic distortion review, physical ground studies: It is a way to measure the quality of the power supply" : "• Revisión de distorsión de armónicos, estudios de tierras físicas: Es una forma de medir la calidad de la fuente de alimentación.",
    "• Manufacture and installation of capacitor banks with or without harmonic filters: <br> Your best alternative to save electrical energy! <br> Its benefits are: <br> <br>Power factor compensation <br> Energy savings and loss reduction <br> Increased load capacity <br> Improved voltage stability <br> Reduction of penalties for low power factor." : "• Fabricación e instalación de bancos de capacitores con o sin filtros de armónicos: <br> ¡Tu mejor alternativa para el ahorro de energía eléctrica!<br> Sus beneficios son: <br><br> Compensación del factor de potencia <br> Ahorro de energía y reducción de pérdidas <br> Aumento de la capacidad de carga <br> Mejora de la estabilidad del voltaje <br> Reducción de las penalizaciones por bajo factor de potencia",
    "Our Brands" : "Nuestras Marcas",
    "At IBE SOLUTIONS we offer the design and development service of equipment for any industrial sector and food grade. We have an extensive catalog of products, however, in our company we have the scope to make personalized designs based on the needs and expectations of our interested parties." : "En IBE SOLUTIONS ofrecemos el servicio de diseño y desarrollo de equipos para cualquier sector industrial y grado alimenticio. Contamos con un extenso catálogo de productos, sin embargo, en nuestra compañía contamos con el alcance para realizar diseños personalizados basados en las necesidades y expectativas de nuestras partes interesadas.",
    "Categories" : "Categorías",
    "Hoppers" : "Tolvas",
    "Conveyors" : "Transportadoras",
    "Turners" : "Volteadoras",
    "Extractors" : "Extractoras",
    "Tables" : "Mesas",
    "Bombs" : "Bombas",
    "Others" : "Otros",
    "" : "",
    "" : "",
    "" : "",
    "" : ""
}








